package com.fishing.bite_shore.model.analysis.temperature;

public enum HeatLevel {
    COLD,         // Вода холодна.  Обмін речовин у риби сповільнений.
    COOL,         // Вода прохолодна. Активність є, але нижча від оптимальної.
    COMFORT,      // Комфортний температурний режим. Найбільш сприятлива зона для активного харчування.
    WARM,         // Тепла вода.   Активний обмін речовин, але треба враховувати кисень.
    HOT           // Перегріта вода. Температура вже може негативно впливати.
}
